{
    "alumnis": [
      {
        "name": "Joshua Nyambane",
        "job": "Software Engineer",
        "review": "Attending BaySide International High School transformed my academic journey. The diverse curriculum and supportive teachers set a strong foundation for my career in tech."
      },
      {
        "name": "Ivy Bella",
        "job": "Graphic Designer",
        "review": "BaySide International High School nurtured my creativity and passion for design. The art programs and inspiring faculty helped me hone my skills and find my path."
      },
      {
        "name": "Kevin Kiptoo",
        "job": "Data Scientist",
        "review": "The rigorous academic environment at BaySide prepared me for the challenges of university and beyond. The focus on critical thinking was invaluable."
      },
      {
        "name": "Diana Shauri",
        "job": "Marketing Specialist",
        "review": "BaySide fostered my interest in marketing and communication. The extracurricular activities and leadership opportunities were instrumental in shaping my career."
      },
      {
        "name": "Namada Jr",
        "job": "Civil Engineer",
        "review": "The strong emphasis on STEM subjects at BaySide equipped me with the technical skills I needed. The hands-on projects were particularly beneficial!"
      },
      {
        "name": "Bob Oyier",
        "job": "Biochemist",
        "review": "BaySide's science programs ignited my passion for research. The lab facilities and mentorship from teachers were outstanding and helped me excel."
      },
      {
        "name": "Titus Ouko",
        "job": "Financial Analyst",
        "review": "The economics and finance classes at BaySide were incredibly helpful. They provided me with a solid grounding in financial principles that I still use today."
      },
      {
        "name": "Ken Kirui",
        "job": "Human Resources Manager",
        "review": "The diverse community at BaySide taught me the importance of inclusivity and teamwork, skills that are essential in my career in HR."
      },
      {
        "name": "Lucy Andrea",
        "job": "Environmental Scientist",
        "review": "My experience at BaySide sparked my interest in environmental issues. The school's commitment to sustainability inspired my career choices."
      },
      {
        "name": "Fatma Omar",
        "job": "Journalist",
        "review": "BaySide's journalism program honed my writing and storytelling skills. The opportunities to report on real events were invaluable for my growth as a journalist."
      }
    ]
  }
  